[Cues]
Act_E4_2A_Bathroom_Drawer02_Max_010="Nothing here."
Act_E4_2A_Bathroom_E4Mirror_Max_010="How’s it going, time tripper? Funny, I think I look older..."
Act_E4_2A_Bathroom_MedecineCabinet01_Max_010="Here it is.|Never thought I'd be delivering morphine to my best friend."
Act_E4_2A_Bathroom_Scripted04_Max_010="No, I don’t have night vision."
Act_E4_2A_Bathroom_Scripted04_Max_020="The bathroom looks almost the same, just more medicine."
Act_E4_2A_Bathroom_TeaTreeOilBootle_Max_010="It's cool that Chloe uses natural medicine, too."
Act_E4_2A_ChloeRoom_AuntLetter_Max_010="Too bad Joyce and William can’t get any help from the Prescott Foundation..."
Act_E4_2A_ChloeRoom_Box02_Max_010=""Toys."|I kinda want to open this and see what's in here."
Act_E4_2A_ChloeRoom_Box03_Max_010=""Shoes."|Chloe always did love stomping around in her boots."
Act_E4_2A_ChloeRoom_Closet_Max_010="At least we never had to hide from step-douche."
Act_E4_2A_ChloeRoom_Crutches_Max_010="They bought crutches for Chloe, hoping she might walk again."
Act_E4_2A_ChloeRoom_E4Poster_Max_010="A blue butterfly? I'm sure this is a total coincidence..."
Act_E4_2A_ChloeRoom_E4Window_Max_010="Apparently the only thing that hasn’t changed is this view."
Act_E4_2A_ChloeRoom_MesuringMarks_Max_010="I guess we stopped growing up together."
Act_E4_2A_ChloeRoom_Scripted03_Max_010="I better not make Chloe wait for her pain relief."
Act_E4_2A_ChloeRoom_Scripted03_Max_020="Chloe’s room was a disaster area, but it was alive... Now look at it."
Act_E4_2A_ChloeRoom_Scripted03_Max_030="All that’s left of Chloe’s old life is cardboard boxes... stuck in time."
Act_E4_2A_ChloeRoom_UncleLetter_Max_010="I never heard much about William's brother."
Act_E4_2A_ChloeRoom_Zen_Max_010="I'm still overwhelmed by this new reality."
Act_E4_2A_ChloeRoom_Zen_Max_020="And I feel so guilty for putting Chloe and her family through this."
Act_E4_2A_ChloeRoom_Zen_Max_030="I could give Chloe the choice of keeping William alive, but that would be cruel."
Act_E4_2A_ChloeRoom_Zen_Max_040="But then I see that they're a family again, and... who am I to judge?"
Act_E4_2A_Corridor_scripted_Max_010="I need to hit the bathroom for the medicine."
Act_E4_2A_LivingRoom_Scripted02_Max_010="It feels the same yet totally different here…"
Act_E4_2A_LivingRoom_Scripted02_Max_030="Altering time and space doesn’t make life easier, huh, Max?"
Act_E4_2A_LivingRoom_Scripted02_Max_040="Chloe and me have a whole new set of old memories...Yet I have zero idea what I’ve done in that time..."
Act_E4_2A_ParentsRoom_ArcadiaBayPoster_Max_010="It's all about you, Arcadia Bay, isn't it?"
Act_E4_2A_ParentsRoom_Ashtray_Max_010="Hmmm, Joyce used to hate smokers in the diner."
Act_E4_2A_ParentsRoom_CHJoyce_Max_010="Joyce looks so beat down... Who can blame her?"
Act_E4_2A_ParentsRoom_ChloeDoor_Max_010="Chloe's door doesn't have a warning anymore."
Act_E4_2A_ParentsRoom_ChloePicture_Max_010="That is such a sweet shot of Chloe. I wonder who took the picture."
Act_E4_2A_ParentsRoom_DoctorLetter_Max_010="Oh no... I didn't realize how bad Chloe's injury really was..."
Act_E4_2A_ParentsRoom_E4Drawer01_Max_010="William is trying so hard. He's still awesome."
Act_E4_2A_ParentsRoom_E4Drawer02_Max_010="Joyce is already a supermom."
Act_E4_2A_ParentsRoom_JoyceWilliamPicture_Max_010="Look at them...|They have no idea what's in their future."
Act_E4_2A_ParentsRoom_Scripted05_Max_010="Even Joyce and William’s room is decorated different."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_001="Good morning, Max. You and Chloe are so much quieter now than when you were kids. "
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_003="Oh, William and I love it. Finally seeing you and Chloe together after all these years...after the accident..."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_005="No complaints here."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_011="Oh, Max, you're Chloe's best friend for a reason. You're here exactly when she needs you."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_014="Max, Chloe's condition is not improving. Her respiratory system is very weak and she... she... do you know what I'm saying?"
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_015="We can only do so much... and she gets damn sick of her parents. That's why it's so important you came to spend time with her."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_016="We have a series of revolving nurses and caretakers... Chloe still causes trouble, even if she can't move..."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_017="Bad or good, I embrace every moment with my daughter and my husband. This is what it means to be a family... and we'll always be one, no matter what."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_019="He's been such a hero through all this. Chloe and I are lucky to have him. "
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_022="For better and for worse... but always for the better. I never thought I'd love a man so much I can't imagine life without him. Sounds corny, I know."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_023="Yeah, those two are closer now more than ever. Chloe will actually listen to William, while she usually ignores me. Oh, it's so cute when they gang up on poor ol' me..."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_025="Shit, things would be different if I did... I like how you think, kid."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_026="I'm doing the best I can, Max. I won't lie, it's difficult...but nobody said life was easy here in Arcadia Bay."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_027="You too, honey."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_029="Bill and I have no time for ourselves, and we're working more than we're living. I even had to take a part-time gig at Pan Estates. Ugh."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_031="I know that Sean Prescott won't be happy until he owns everything in Arcadia Bay. Stay away from his son, Nathan. "
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_034="Maybe Arcadia Bay just wants to be left alone... I know the feeling. Honestly, I don't give a shit about too much outside our house."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_035="Well, that was random. Yeah, he's a bus driver. He comes in sometimes. Cute, quiet. Why?"
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_038="You always were. Nice to see that everything doesn't change."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Joyce_039="Except now we have dead birds and beached whales outside our front door... So maybe I should care, for Chloe's sake."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_002="I remember. It's nice waking up in your house again."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_004="Hey, Joyce, back again."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_007="I wish I was a better friend. I know Chloe doesn't get many visitors."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_008="I have to tell you how much I love seeing you and William together again."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_009="How are you doing, Joyce?"
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_010="I better get back to Chloe now. It's good talking with you, Joyce."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_012="I hope so. You guys do such an amazing job taking care of her."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_013="Who helps Chloe out when you guys are at work?"
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_018="Oh, Joyce, I'm so sorry you have to go through all this."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_020="Is William still the same... after everything that's happened?"
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_021="Chloe and William seem like they still get along so good."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_024="You rule, Joyce."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_028="Plus you guys have to work, too."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_030="Do you know the Prescotts? "
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_032="Do you know somebody named David Madsen?|He, um... might hang out at the Two Whales."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_033="So, what do you think is going on here with all this eco-havoc?"
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_036="Oh, um... I was just... curious."
Cue_E4_2A_ParentsRoom_CHJoyce_Phase01_Max_037="I don't blame you, Joyce. "
Cue_E4_2A_ParentsRoom_JoyceBed_IGE_Joyce_010="Oh, Max, it is so nice to have you around."
Cue_E4_2A_ParentsRoom_JoyceBed_IGE_Joyce_020="It’s good for Chloe to stay in touch with her friends."
Cue_E4_2A_ParentsRoom_JoyceBed_IGE_Joyce_030="William and I can't believe how much you've grown."
Cue_E4_2A_ParentsRoom_JoyceBed_IGE_Joyce_040="I know, things aren’t as neat and tidy as they used to be…"
